[
  {
    "location": "sf",
    "books": [
      {
        "title": "Cybernetic Revolutionaries: Technology and Politics in Allende's Chile",
        "author": "Eden Medina",
        "date": "04-15-2013",
        "custom_content": {
          "book": {
  	        "title": "Cybernetic Revolutionaries: Technology and Politics in Allende's Chile",
          	"author": "Eden Medina",
          	"story": "In Cybernetic Revolutionaries, Eden Medina tells the history of two intersecting utopian visions, one political and one technological. The first was Chile's experiment with peaceful socialist change under Salvador Allende; the second was the simultaneous attempt to build a computer system that would manage Chile's economy. Neither vision was fully realized—Allende's government ended with a violent military coup; the system, known as Project Cybersyn, was never completely implemented—but they hold lessons for today about the relationship between technology and politics. Drawing on extensive archival material and interviews, Medina examines the cybernetic system envisioned by the Chilean government—which was to feature holistic system design, decentralized management, human-computer interaction, a national telex network, near real-time control of the growing industrial sector, and modeling the behavior of dynamic systems. She also describes, and documents with photographs, the network's Star Trek-like operations room, which featured swivel chairs with armrest control panels, a wall of screens displaying data, and flashing red lights to indicate economic emergencies. Studying project Cybersyn today helps us understand not only the technological ambitions of a government in the midst of political change but also the limitations of the Chilean revolution. This history further shows how human attempts to combine the political and the technological with the goal of creating a more just society can open new technological, intellectual, and political possibilities. Technologies, Medina writes, are historical texts; when we read them we are reading history.",
  	        "published_at": "",
  	        "permalink_url": "http://www.amazon.com/Cybernetic-Revolutionaries-Technology-Politics-Allendes/dp/0262016494/",
          	"cover_url": "http://www.cyberneticrevolutionaries.com/wp-content/uploads/2011/10/cr_jkt-802x1024.jpg"
        	}
        }
      },
      {
        "title": "Close to the Machine: Technophilia and its Discontents",
        "author": "Ellen Ullman",
        "date": "01-15-2013"
      },
      {
        "title": "The Signal and the Noise",
        "author": "Nate Silver",
        "date": "12-15-2012"
      },
      {
        "title": "Mr. Penumbra's 24-Hour Book Shop",
        "author": "Robin Sloan",
        "date": "10-15-2012",
        "custom_content": {
          "book": {
            "id":33736,
            "title":"Mr. Penumbra's 24-Hour Bookstore: A Novel",
            "author":"Robin Sloan",
            "identifier":"9780374708832",
            "story":"A gleeful and exhilarating tale of global conspiracy, complex code-breaking, high-tech data visualization, young love, rollicking adventure, and the secret to eternal life—mostly set in a hole-in-the-wall San Francisco bookstore. The Great Recession has shuffled Clay Jannon out of his life as a San Francisco Web-design drone—and serendipity, sheer curiosity, and the ability to climb a ladder like a monkey has landed him a new gig working the night shift at Mr. Penumbra’s 24-Hour Bookstore. But after just a few days on the job, Clay begins to realize that this store is even more curious than the name suggests. With irresistible brio and dazzling intelligence, Robin Sloan has crafted a literary adventure story for the twenty-first century, evoking both the fairy-tale charm of Haruki Murakami and the enthusiastic novel-of-ideas wizardry of Neal Stephenson or a young Umberto Eco, but with a unique and feisty sensibility that’s rare to the world of literary fiction.",
            "published_at":"",
            "language":"",
            "permalink":"mr-penumbras-24-hour-bookstore-a-novel",
            "permalink_url":"https://readmill.com/books/mr-penumbras-24-hour-bookstore-a-novel",
            "cover_url":"https://readmill-assets.s3.amazonaws.com/covers/d0ec737f9fbdc5de731f2bfedae9a763-medium.png?1349203108"
          }
        } 
      },
      {
        "title": "Hackers: Heroes of the Computer Revolution",
        "author": "Steven Levy",
        "date": "07-15-2012"
      },
      {
        "title": "How to Do Things With Videogames",
        "author": "Ian Bogost",
        "date": "03-15-2012"
      },
      {
        "title": "Fordlandia: The Rise and Fall of Henry Ford's Forgotten Jungle City",
        "author": "Greg Grandin",
        "date": "01-15-2012"
      },
      {
        "title": "A Pattern Language",
        "author": "Christopher Alexander",
        "date": "10-15-2011"
      },
      {
        "title": "The Filter Bubble: What the Internet is Hiding From You",
        "author": "Eli Pariser",
        "date": "07-15-2011"
      },
      {
        "title": "Powering the Dream: The History and Promise of Green Technology",
        "author": "Alexis Madrigal",
        "date": "05-15-2011"
      },
      {
        "title": "Extraordinary Perception",
        "author": "Unknown Author",
        "date": "04-15-2011",
      },
      {
        "title": "Reality is Broken: Why Games Make Us Better and How They Can Change the World",
        "author": "Jane McGonigal",
        "date": "03-15-2011"
      },
      {
        "title": "The Architecture Machine",
        "author": "Nicholas Negroponte",
        "date": "01-15-2011",
        "custom_content": {
          "book": {
            "title": "The Architecture Machine: Toward a More Human Environment",
            "author": "Nicholas Negroponte",
            "story": "The use of computers to aid the architectural designer and urban planner is already beyond the experimental stage and part of the workaday routine of many professionals. There are, for example, machines that transform two-dimensional drawings into three-dimensional perspective displays and others that check myriad aspects of a design against specifications and tolerance requirements. The Architecture Machine looks several machine generations ahead of these to a future in which genuine man-machine dialogue is achieved, when man and machine will act together on something closer to equal terms toward a common goal, each contributing his-its own characteristic faculty.",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/The-Architecture-Machine-Toward-Environment/dp/0262640104",
            "cover_url": "http://ecx.images-amazon.com/images/I/41g6Qle4jML.jpg"
          }
        }
      },
      {
        "title": "Where Good Ideas Come From: The Natural History of Innovation",
        "author": "Steven Johnson",
        "date": "11-15-2010"
      },
      {
        "title": "Toyota Production System: Beyond Large-Scale Production",
        "author": "Taiichi Ohno",
        "date": "09-15-2010"
      },
      {
        "title": "Delivering Happiness: A Path to Profits, Passion, and Purpose",
        "author": "Tony Hsieh",
        "date": "08-15-2010"
      },
      {
        "title": "Proust Was a Neuroscientist",
        "author": "Jonah Lehrer",
        "date": "07-15-2010"
      },
      {
        "title": "The Culture Code: An Ingenious Way to Understand Why People Around the World Live and Buy as They Do",
        "author": "Clotaire Rapaille",
        "date": "05-15-2010"
      },
      {
        "title": "Story: Substance, Structure, Style, and the Principles of Screenwriting",
        "author": "Robert McKee",
        "date": "03-15-2010"
      },
      {
        "title": "A Theory of Fun for Game Design",
        "author": "Raph Koster",
        "date": "02-15-2010"
      },
      {
        "title": "Always Be Testing: The Complete Guide to Google Website Optimizer",
        "author": "Bryan Eisenberg and John Quarto-vonTivadar",
        "date": "01-15-2010"
      },
      {
        "title": "Content Strategy for the Web",
        "author": "Kristina Halvorson",
        "date": "11-15-2009"
      },
      {
        "title": "The Back of the Napkin: Solving Problems and Selling Ideas With Pictures",
        "author": "Dan Roam",
        "date": "10-15-2009"
      },
      {
        "title": "Web Analytics: An Hour A Day",
        "author": "Avinash Kaushik",
        "date": "08-15-2009"
      }
    ]
  },

  {
    "location": "nyc",
    "books": [
      {
        "title": "Tenth of December",
        "author": "George Saunders",
        "date": "04-15-2013"
      },
      {
        "title": "Mr. Penumbra's 24-Hour Bookstore",
        "author": "Robin Sloan",
        "date": "02-15-2013"
      },
      {
        "title": "Close to the Machine: Technophilia and its Discontents",
        "author": "Ellen Ullman",
        "date": "12-15-2012"
      },
      {
        "title": "Do Androids Dream of Electric Sheep",
        "author": "Philip K. Dick",
        "date": "08-15-2012"
      },
      {
        "title": "A Pattern Language",
        "author": "Christopher Alexander",
        "date": "06-15-2012"
      },
      {
        "title": "Piano: The Making of a Steinway Concert Grand",
        "author": "James Barron",
        "date": "03-15-2012",
        "custom_content": {
          "book": {
            "title": "Piano: The Making of a Steinway Concert Grand",
          	"author": "James Barron",
          	"story": "In this captivating narrative, James Barron of The New York Times tells the story of one Steinway piano, from raw lumber to finished instrument. Barron follows that brand-new piano--known by its number, K0862--on its journey through the factory, where time-honored traditions vie with modern-day efficiency. He also explores the art and science of developing a piano's timbre and character before its debut, when the essential question will be answered: Does K0862 live up to the Steinway legend? From start to finish, Piano will charm and enlighten music and book lovers alike.",
  	        "published_at": "",
  	        "permalink_url": "http://www.amazon.com/Piano-Making-Steinway-Concert-Grand/dp/0805083049/",
          	"cover_url": "http://jacketupload.macmillanusa.com/jackets/high_res/jpgs/9780805083040.jpg"
        	}
        }
      },
      {
        "title": "The Information: A History, A Theory, A Flood",
        "author": "James Gleick",
        "date": "01-15-2012"
      },
      {
        "title": "Lapham's Quarterly: The Future",
        "author": "Lewis H. Lapham",
        "date": "10-15-2011",
        "custom_content": {
          "book": {
            "title": "Lapham's Quarterly: The Future",
            "author": "Lewis H. Lapham",
          	"story": "By way of lifting the siege of dismal prophecy, this issue of Lapham’s Quarterly draws on the teaching of history to show the future as a land of make-believe, a work of the imagination, shaped by the emotion of the present and situated somewhere over the rainbow of a deconstructed past. Time flows upstream as well as down, which is the message brought to Oedipus by blind Tiresias and by St. Augustine’s noticing that both past and future, \“wherever they are, whatever they are,\” exist nowhere else except in the minds of their beholders. John Crowley completes the thought sixteen centuries further along the road to who knows where, finding that \“the future, as always, is now,\” a reflection in the mirror as opposed to a sighting in a crystal ball.",
  	        "published_at": "",
  	        "permalink_url": "http://laphamsquarterly.org/magazine/the-future.php",
          	"cover_url": "http://25.media.tumblr.com/tumblr_lqe1hxa0HC1qcl7wao1_500.jpg"
        	}
        }
      },
      {
        "title": "River of Shadows",
        "author": "Rebecca Solnit",
        "date": "09-15-2011",
        "custom_content": {
          "book": {
            "title": "River of Shadows: Eadweard Muybridge and the Technological Wild West",
            "author": "Rebecca Solnit",
            "story": "The world as we know it today began in California in the late 1800s, and Eadweard Muybridge had a lot to do with it. This striking assertion is at the heart of Rebecca Solnit’s new book, which weaves together biography, history, and fascinating insights into art and technology to create a boldly original portrait of America on the threshold of modernity. The story of Muybridge—who in 1872 succeeded in capturing high-speed motion photographically—becomes a lens for a larger story about the acceleration and industrialization of everyday life. Solnit shows how the peculiar freedoms and opportunities of post–Civil War California led directly to the two industries—Hollywood and Silicon Valley—that have most powerfully defined contemporary society.",
  	        "published_at": "",
  	        "permalink_url": "http://www.amazon.com/River-Shadows-Eadweard-Muybridge-Technological/dp/0142004103/",
          	"cover_url": "http://ecx.images-amazon.com/images/I/51WQQ8CCEBL._SL500_.jpg"
        	}
        }
      },
      {
        "title": "Newsgames: Journalism at Play",
        "author": "Ian Bogost",
        "date": "07-15-2011",
        "custom_content": {
          "book": {
            "title": "Newsgames: Journalism at Play",
            "author": "Ian Bogost, Simon Ferrari, and Bobby Schweizer",
            "story": "Journalism has embraced digital media in its struggle to survive. But most online journalism just translates existing practices to the Web: stories are written and edited as they are for print; video and audio features are produced as they would be for television and radio. The authors of Newsgames propose a new way of doing good journalism: videogames. Videogames are native to computers rather than a digitized form of prior media. Games simulate how things work by constructing interactive models; journalism as game involves more than just revisiting old forms of news production. Wired magazine's game Cutthroat Capitalism, for example, explains the economics of Somali piracy by putting the player in command of a pirate ship, offering choices for hostage negotiation strategies. Videogames do not offer a panacea for the ills of contemporary news organizations. But if the industry embraces them as a viable method of doing journalism—not just an occasional treat for online readers—newsgames can make a valuable contribution.",
            "published_at": "",
  	        "permalink_url": "http://www.amazon.com/Newsgames-Journalism-Play-Ian-Bogost/dp/0262518074/",
          	"cover_url": "http://mitpress.mit.edu/covers/9780262518079.jpg"
        	}
        }
      },
      {
        "title": "Living With Complexity",
        "author": "Don Norman",
        "date": "06-15-2011"
      }
    ]
  }
]
