[
  {
    "location": "sf",
    "books": [
      {
        "title": "Cybernetic Revolutionaries: Technology and Politics in Allende's Chile",
        "author": "Eden Medina",
        "custom_content": {
          "book": {
            "club": "sf",
            "title": "Cybernetic Revolutionaries",
            "author": "Eden Medina",
            "story": "In Cybernetic Revolutionaries, Eden Medina tells the history of two intersecting utopian visions, one political and one technological. The first was Chile's experiment with peaceful socialist change under Salvador Allende; the second was the simultaneous attempt to build a computer system that would manage Chile's economy. Neither vision was fully realized—Allende's government ended with a violent military coup; the system, known as Project Cybersyn, was never completely implemented—but they hold lessons for today about the relationship between technology and politics. Drawing on extensive archival material and interviews, Medina examines the cybernetic system envisioned by the Chilean government—which was to feature holistic system design, decentralized management, human-computer interaction, a national telex network, near real-time control of the growing industrial sector, and modeling the behavior of dynamic systems. She also describes, and documents with photographs, the network's Star Trek-like operations room, which featured swivel chairs with armrest control panels, a wall of screens displaying data, and flashing red lights to indicate economic emergencies. Studying project Cybersyn today helps us understand not only the technological ambitions of a government in the midst of political change but also the limitations of the Chilean revolution. This history further shows how human attempts to combine the political and the technological with the goal of creating a more just society can open new technological, intellectual, and political possibilities. Technologies, Medina writes, are historical texts; when we read them we are reading history.",
            "subtitle": " Technology and Politics in Allende's Chile",
            "date_read": "2013-04-15",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Cybernetic-Revolutionaries-Technology-Politics-Allendes/dp/0262016494/",
            "cover_url": "http://www.cyberneticrevolutionaries.com/wp-content/uploads/2011/10/cr_jkt-802x1024.jpg"
          }
        },
        "date": "04-15-2013"
      },
      {
        "title": "Close to the Machine: Technophilia and its Discontents",
        "author": "Ellen Ullman",
        "date": "01-15-2013"
      },
      {
        "title": "The Signal and the Noise",
        "author": "Nate Silver",
        "date": "12-15-2012"
      },
      {
        "title": "Mr. Penumbra's 24-Hour Book Shop",
        "author": "Robin Sloan",
        "custom_content": {
          "book": {
            "club": "sf",
            "permalink": "mr-penumbras-24-hour-bookstore-a-novel",
            "title": "Mr. Penumbra's 24-Hour Bookstore",
            "author": "Robin Sloan",
            "story": "A gleeful and exhilarating tale of global conspiracy, complex code-breaking, high-tech data visualization, young love, rollicking adventure, and the secret to eternal life—mostly set in a hole-in-the-wall San Francisco bookstore. The Great Recession has shuffled Clay Jannon out of his life as a San Francisco Web-design drone—and serendipity, sheer curiosity, and the ability to climb a ladder like a monkey has landed him a new gig working the night shift at Mr. Penumbra’s 24-Hour Bookstore. But after just a few days on the job, Clay begins to realize that this store is even more curious than the name suggests. With irresistible brio and dazzling intelligence, Robin Sloan has crafted a literary adventure story for the twenty-first century, evoking both the fairy-tale charm of Haruki Murakami and the enthusiastic novel-of-ideas wizardry of Neal Stephenson or a young Umberto Eco, but with a unique and feisty sensibility that’s rare to the world of literary fiction.",
            "language": "",
            "subtitle": " A Novel",
            "id": 33736,
            "date_read": "2012-10-15",
            "published_at": "",
            "identifier": "9780374708832",
            "permalink_url": "https://readmill.com/books/mr-penumbras-24-hour-bookstore-a-novel",
            "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/d0ec737f9fbdc5de731f2bfedae9a763-medium.png?1349203108"
          }
        },
        "date": "10-15-2012"
      },
      {
        "title": "Hackers: Heroes of the Computer Revolution",
        "author": "Steven Levy",
        "custom_content": {
          "book": {
            "club": "sf",
            "title": "Hackers",
            "author": "Steven Levy",
            "story": "Hackers traces the exploits of innovators from the research labs in the late 1950s to the rise of the home computer in the mid-1980s. It's a fascinating story of brilliant and eccentric nerds such as Steve Wozniak, Ken Williams, and John Draper who took risks, bent the rules, and took the world in a radical new direction. “Hacker” is often a derogatory term today, but 40 years ago, it referred to people who found clever and unorthodox solutions to computer engineering problems—a practice that became known as “the hacker ethic.” In this book, Levy takes you from the true hackers of MIT's Tech Model Railroad Club to the DIY culture that spawned the first personal computers -- the Altair and the Apple II -- and finally to the gaming culture of the early '80s. From students finagling access to clunky computer-card machines to engineers uncovering the secrets of what would become the Internet, Hackers captures a seminal period in history when underground activities blazed a trail for today's digital world. This book is not just for geeks—it's for everyone interested in origins of the computer revolution.",
            "subtitle": " Heroes of the Computer Revolution",
            "date_read": "2012-07-15",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Hackers-Computer-Revolution-Anniversary-Edition/dp/1449388396/",
            "cover_url": "http://www.stevenlevy.com/wp-content/uploads/2006/09/steven-levy-hackers-heroes-of-the-computer-revolution.jpg"
          }
        },
        "date": "07-15-2012"
      },
      {
        "title": "How to Do Things With Videogames",
        "author": "Ian Bogost",
        "date": "03-15-2012"
      },
      {
        "title": "Fordlandia: The Rise and Fall of Henry Ford's Forgotten Jungle City",
        "author": "Greg Grandin",
        "date": "01-15-2012"
      },
      {
        "title": "A Pattern Language",
        "author": "Christopher Alexander",
        "date": "10-15-2011"
      },
      {
        "title": "The Filter Bubble: What the Internet Is Hiding from You",
        "author": "Eli Pariser",
        "custom_content": {
          "book": {
            "club": "sf",
            "title": "The Filter Bubble",
            "author": "Eli Pariser",
            "story": "",
            "subtitle": " What the Internet Is Hiding from You",
            "date_read": "2011-07-15",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/The-Filter-Bubble-Internet-Hiding/dp/1594203008/",
            "cover_url": "http://www.brainpickings.org/wp-content/uploads/2011/05/thefilterbubble.jpg"
          }
        },
        "date": "07-15-2011"
      },
      {
        "title": "Powering the Dream: The History and Promise of Green Technology",
        "author": "Alexis Madrigal",
        "custom_content": {
          "book": {
            "club": "sf",
            "title": "Powering the Dream",
            "author": "Alexis Madrigal",
            "story": "Few today realize that electric cabs dominated Manhattan's streets in the 1890s; that Boise, Idaho, had a geothermal heating system in 1910; or that the first megawatt turbine in the world was built in 1941 by the son of publishing magnate G. P. Putnam—a feat that would not be duplicated for another forty years. Likewise, while many remember the oil embargo of the 1970s, few are aware that it led to a corresponding explosion in green-technology research that was only derailed when energy prices later dropped. In other words: We've been here before. Although we may have failed, America has had the chance to put our world on a more sustainable path. Americans have, in fact, been inventing green for more than a century. Half compendium of lost opportunities, half hopeful look toward the future, Powering the Dream tells the stories of the brilliant, often irascible inventors who foresaw our current problems, tried to invent cheap and energy renewable solutions, and drew the blueprint for a green future.",
            "subtitle": " The History and Promise of Green Technology",
            "date_read": "2011-05-15",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Powering-Dream-History-Promise-Technology/dp/B006CDDHOK/",
            "cover_url": "http://lindseyhoshaw.files.wordpress.com/2011/04/madrigal_9780306818851_3001.jpg"
          }
        },
        "date": "05-15-2011"
      },
      {
        "title": "Extraordinary Perception",
        "author": "Unknown Author",
        "date": "04-15-2011"
      },
      {
        "title": "Reality is Broken: Why Games Make Us Better and How They Can Change the World",
        "author": "Jane McGonigal",
        "date": "03-15-2011"
      },
      {
        "title": "The Architecture Machine",
        "author": "Nicholas Negroponte",
        "custom_content": {
          "book": {
            "club": "sf",
            "title": "The Architecture Machine",
            "author": "Nicholas Negroponte",
            "story": "The use of computers to aid the architectural designer and urban planner is already beyond the experimental stage and part of the workaday routine of many professionals. There are, for example, machines that transform two-dimensional drawings into three-dimensional perspective displays and others that check myriad aspects of a design against specifications and tolerance requirements. The Architecture Machine looks several machine generations ahead of these to a future in which genuine man-machine dialogue is achieved, when man and machine will act together on something closer to equal terms toward a common goal, each contributing his-its own characteristic faculty.",
            "subtitle": " Toward a More Human Environment",
            "date_read": "2011-01-15",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/The-Architecture-Machine-Toward-Environment/dp/0262640104",
            "cover_url": "http://ecx.images-amazon.com/images/I/41g6Qle4jML.jpg"
          }
        },
        "date": "01-15-2011"
      },
      {
        "title": "Where Good Ideas Come From: The Natural History of Innovation",
        "author": "Steven Johnson",
        "date": "11-15-2010"
      },
      {
        "title": "Toyota Production System: Beyond Large-Scale Production",
        "author": "Taiichi Ohno",
        "custom_content": {
          "book": {
            "club": "sf",
            "title": "Toyota Production System",
            "author": "Taiichi Ohno",
            "story": "In this classic text, Taiichi Ohno—inventor of the Toyota Production System and Lean manufacturing—shares the genius that sets him apart as one of the most disciplined and creative thinkers of our time. Combining his candid insights with a rigorous analysis of Toyota's attempts at Lean production, Ohno's book explains how Lean principles can improve any production endeavor. A historical and philosophical description of just-in-time and Lean manufacturing, this work is a must read for all students of human progress. On a more practical level, it continues to provide inspiration and instruction for those seeking to improve efficiency through the elimination of waste.",
            "subtitle": " Beyond Large-Scale Production",
            "date_read": "2010-09-15",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Toyota-Production-System-Beyond-Large-Scale/dp/0915299143/",
            "cover_url": "http://www.doubleday.com.au/image.aspx?isbn=9780915299140&size=L"
          }
        },
        "date": "09-15-2010"
      },
      {
        "title": "Delivering Happiness: A Path to Profits, Passion, and Purpose",
        "author": "Tony Hsieh",
        "date": "08-15-2010"
      },
      {
        "title": "Proust Was a Neuroscientist",
        "author": "Jonah Lehrer",
        "date": "07-15-2010"
      },
      {
        "title": "The Culture Code: An Ingenious Way to Understand Why People Around the World Live and Buy as They Do",
        "author": "Clotaire Rapaille",
        "custom_content": {
          "book": {
            "club": "sf",
            "title": "The Culture Code",
            "author": "Clotaire Rapaille",
            "story": "In The Culture Code, Dr. Rapaille decodes two dozen of our most fundamental archetypes—ranging from sex to money to health to America itself—to give us “a new set of glasses” with which to view our actions and motivations. Why are we so often disillusioned by love? Why is fat a solution rather than a problem? Why do we reject the notion of perfection? Why is fast food in our lives to stay? The answers are in the Codes. Understanding the Codes gives us unprecedented freedom over our lives. It lets us do business in dramatically new ways. And it finally explains why people around the world really are different, and reveals the hidden clues to understanding us all.",
            "subtitle": " An Ingenious Way to Understand Why People Around the World Live and Buy as They Do",
            "date_read": "2010-05-15",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Culture-Code-Ingenious-Understand-People/dp/0767920570/",
            "cover_url": "http://torquelaunch.com/wp-content/uploads/2012/06/The-Culture-Code.png"
          }
        },
        "date": "05-15-2010"
      },
      {
        "title": "Story: Substance, Structure, Style, and the Principles of Screenwriting",
        "author": "Robert McKee",
        "date": "03-15-2010"
      },
      {
        "title": "A Theory of Fun for Game Design",
        "author": "Raph Koster",
        "date": "02-15-2010"
      },
      {
        "title": "Always Be Testing: The Complete Guide to Google Website Optimizer",
        "author": "Bryan Eisenberg and John Quarto-vonTivadar",
        "custom_content": {
          "book": {
            "club": "sf",
            "title": "Always Be Testing",
            "author": "Bryan Eisenberg and John Quarto-vonTivadar",
            "story": "Take the guesswork out of your online marketing efforts. Let Always Be Testing: The Complete Guide to Google Website Optimizer show you why you should test, how to test, and what to test on your site, and ultimately, help you discover what is best for your site and your bottom line.",
            "subtitle": " The Complete Guide to Google Website Optimizer",
            "date_read": "2010-01-15",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Always-Be-Testing-Complete-Optimizer/dp/0470290633/",
            "cover_url": "http://javiergodoy2.files.wordpress.com/2008/06/00099906_medium.jpeg"
          }
        },
        "date": "01-15-2010"
      },
      {
        "title": "Content Strategy for the Web",
        "author": "Kristina Halvorson",
        "date": "11-15-2009"
      },
      {
        "title": "The Back of the Napkin: Solving Problems and Selling Ideas With Pictures",
        "author": "Dan Roam",
        "date": "10-15-2009"
      },
      {
        "title": "Web Analytics: An Hour A Day",
        "author": "Avinash Kaushik",
        "date": "08-15-2009"
      }
    ],
    "readmill_books": [
      {
        "club": "sf",
        "title": "Cybernetic Revolutionaries",
        "author": "Eden Medina",
        "story": "In Cybernetic Revolutionaries, Eden Medina tells the history of two intersecting utopian visions, one political and one technological. The first was Chile's experiment with peaceful socialist change under Salvador Allende; the second was the simultaneous attempt to build a computer system that would manage Chile's economy. Neither vision was fully realized—Allende's government ended with a violent military coup; the system, known as Project Cybersyn, was never completely implemented—but they hold lessons for today about the relationship between technology and politics. Drawing on extensive archival material and interviews, Medina examines the cybernetic system envisioned by the Chilean government—which was to feature holistic system design, decentralized management, human-computer interaction, a national telex network, near real-time control of the growing industrial sector, and modeling the behavior of dynamic systems. She also describes, and documents with photographs, the network's Star Trek-like operations room, which featured swivel chairs with armrest control panels, a wall of screens displaying data, and flashing red lights to indicate economic emergencies. Studying project Cybersyn today helps us understand not only the technological ambitions of a government in the midst of political change but also the limitations of the Chilean revolution. This history further shows how human attempts to combine the political and the technological with the goal of creating a more just society can open new technological, intellectual, and political possibilities. Technologies, Medina writes, are historical texts; when we read them we are reading history.",
        "subtitle": " Technology and Politics in Allende's Chile",
        "date_read": "2013-04-15",
        "published_at": "",
        "permalink_url": "http://www.amazon.com/Cybernetic-Revolutionaries-Technology-Politics-Allendes/dp/0262016494/",
        "cover_url": "http://www.cyberneticrevolutionaries.com/wp-content/uploads/2011/10/cr_jkt-802x1024.jpg"
      },
      {
        "club": "sf",
        "permalink": "close-to-the-machine",
        "title": "Close to the machine",
        "author": "Ellen Ullman",
        "story": null,
        "assets": {
          "items": [

          ]
        },
        "language": null,
        "subtitle": null,
        "id": 29667,
        "date_read": "2013-01-15",
        "published_at": null,
        "identifier": "0872863328",
        "permalink_url": "https://readmill.com/books/close-to-the-machine",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/3642b90b9be51db488093b66e5587875-original.png?1346003695"
      },
      {
        "club": "sf",
        "permalink": "the-signal-and-the-noise",
        "title": "The Signal and the Noise",
        "author": "Nate Silver",
        "story": "\"Nate Silver's The Signal and the Noise is The Soul of a New Machine for the 21st century.\"—Rachel Maddow, author of *Drift*Nate Silver built an innovative system for predicting baseball performance, predicted the 2008 election within a hair’s breadth, and became a national sensation as a blogger—all by the time he was thirty. The New York Times now publishes FiveThirtyEight.com, where Silver is one of the nation’s most influential political forecasters.Drawing on his own groundbreaking work, Silver examines the world of prediction, investigating how we can distinguish a true signal from a universe of noisy data. Most predictions fail, often at great cost to society, because most of us have a poor understanding of probability and uncertainty. Both experts and laypeople mistake more confident predictions for more accurate ones. But overconfidence is often the reason for failure. If our appreciation of uncertainty improves, our predictions can get better too. This is the “prediction paradox”: The more humility we have about our ability to make predictions, the more successful we can be in planning for the future.In keeping with his own aim to seek truth from data, Silver visits the most successful forecasters in a range of areas, from hurricanes to baseball, from the poker table to the stock market, from Capitol Hill to the NBA. He explains and evaluates how these forecasters think and what bonds they share. What lies behind their success? Are they good—or just lucky? What patterns have they unraveled? And are their forecasts really right? He explores unanticipated commonalities and exposes unexpected juxtapositions. And sometimes, it is not so much how good a prediction is in an absolute sense that matters but how good it is relative to the competition. In other cases, prediction is still a very rudimentary—and dangerous—science.Silver observes that the most accurate forecasters tend to have a superior command of probability, and they tend to be both humble and hardworking. They distinguish the predictable from the unpredictable, and they notice a thousand little details that lead them closer to the truth. Because of their appreciation of probability, they can distinguish the signal from the noise.With everything from the health of the global economy to our ability to fight terrorism dependent on the quality of our predictions, Nate Silver’s insights are an essential read.Amazon.com ReviewAmazon Best Books of the Month, September 2012: People love statistics. Statistics, however, do not always love them back. The Signal and the Noise, Nate Silver's brilliant and elegant tour of the modern science-slash-art of forecasting, shows what happens when Big Data meets human nature. Baseball, weather forecasting, earthquake prediction, economics, and polling: In all of these areas, Silver finds predictions gone bad thanks to biases, vested interests, and overconfidence. But he also shows where sophisticated forecasters have gotten it right (and occasionally been ignored to boot). In today's metrics-saturated world, Silver's book is a timely and readable reminder that statistics are only as good as the people who wield them. --Darryl CampbellReview\"Nate Silver is the Kurt Cobain of statistics... His ambitious new book, The Signal and the Noise, is a practical handbook and a philosophical manifesto in one, following the theme of prediction through a series of case studies ranging from hurricane tracking to professional poker to counterterrorism. It will be a supremely valuable resource for anyone who wants to make good guesses about the future, or who wants to assess the guesses made by others. In other words, everyone.\"—The Boston Globe\"Silver delivers an improbably breezy read on what is essentially a primer on making predictions.\"—Washington Post\"Silver explores our attempts at forecasting stocks, storms, sports, and anything else not set in stone.\"—Wired \"Mr. Silver's breezy style makes even the most difficult statistical material accessible. What is more, his arguments and examples are painstakingly researched...\"—Wall Street Journal“Nate Silver’s The Signal and the Noise is The Soul of a New Machine for the 21st century (a century we thought we’d be a lot better at predicting than we actually are). Our political discourse is already better informed and more data-driven because of Nate’s influence. But here he shows us what he has always been able to see in the numbers—the heart and the ethical imperative of getting the quantitative questions right.  A wonderful read—totally engrossing.”—Rachel Maddow, author of Drift “Yogi Berra was right: ‘forecasting is hard, especially about the future.’ In this important book, Nate Silver explains why the performance of experts varies from prescient to useless and why we must plan for the unexpected. Must reading for anyone who cares about what might happen next.”—Richard Thaler, co-author of Nudge  “Making predictions in the era of ‘big data’ is not what you might imagine. Nate Silver's refreshing and original book provides unpredictably illuminating insights differentiating objective and subjective realities in forecasting our future. He reminds us that the human element is still essential in predicting advances in science, technology and even politics... if we were only wise enough to learn from our mistakes.”—Governor Jon Huntsman “Here's a prediction: after you read The Signal and the Noise, you'll have much more insight into why some models work well—and also why many don't.  You'll learn to pay more attention to weather forecasts for the coming week—and none at all for weather forecasts beyond that.  Nate Silver takes a complex, difficult subject and makes it fun, interesting, and relevant.”—Peter Orszag, former director of the Office of Management and Budget“Projection, prediction, assumption, trepidation, anticipation, expectation, estimation… we wouldn’t have 80 words like this in the English language if it wasn’t central to our lives. We tend not to take prediction seriously because, on some level, we know that we don’t know. Silver shows us how this inevitable part of life goes awry when projected on a grand scale into the murky worlds of politics, science and economics. Dancing through chess, sports, snowstorms, global warming and the McLaughlin Group, he makes a serious and systematic effort to show us how to clean the noise off the signal.”—Bill James, author of The Bill James Baseball Abstracts ",
        "assets": {
          "items": [

          ]
        },
        "language": null,
        "subtitle": null,
        "id": 37097,
        "date_read": "2012-12-15",
        "published_at": null,
        "identifier": "9781101595954",
        "permalink_url": "https://readmill.com/books/the-signal-and-the-noise",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/8f930796eeeafbe23fe09dec9523496b-original.png?1352767765"
      },
      {
        "club": "sf",
        "permalink": "mr-penumbras-24-hour-bookstore-a-novel",
        "title": "Mr. Penumbra's 24-Hour Bookstore",
        "author": "Robin Sloan",
        "story": "A gleeful and exhilarating tale of global conspiracy, complex code-breaking, high-tech data visualization, young love, rollicking adventure, and the secret to eternal life—mostly set in a hole-in-the-wall San Francisco bookstore. The Great Recession has shuffled Clay Jannon out of his life as a San Francisco Web-design drone—and serendipity, sheer curiosity, and the ability to climb a ladder like a monkey has landed him a new gig working the night shift at Mr. Penumbra’s 24-Hour Bookstore. But after just a few days on the job, Clay begins to realize that this store is even more curious than the name suggests. With irresistible brio and dazzling intelligence, Robin Sloan has crafted a literary adventure story for the twenty-first century, evoking both the fairy-tale charm of Haruki Murakami and the enthusiastic novel-of-ideas wizardry of Neal Stephenson or a young Umberto Eco, but with a unique and feisty sensibility that’s rare to the world of literary fiction.",
        "language": "",
        "subtitle": " A Novel",
        "id": 33736,
        "date_read": "2012-10-15",
        "published_at": "",
        "identifier": "9780374708832",
        "permalink_url": "https://readmill.com/books/mr-penumbras-24-hour-bookstore-a-novel",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/d0ec737f9fbdc5de731f2bfedae9a763-medium.png?1349203108"
      },
      {
        "club": "sf",
        "title": "Hackers",
        "author": "Steven Levy",
        "story": "Hackers traces the exploits of innovators from the research labs in the late 1950s to the rise of the home computer in the mid-1980s. It's a fascinating story of brilliant and eccentric nerds such as Steve Wozniak, Ken Williams, and John Draper who took risks, bent the rules, and took the world in a radical new direction. “Hacker” is often a derogatory term today, but 40 years ago, it referred to people who found clever and unorthodox solutions to computer engineering problems—a practice that became known as “the hacker ethic.” In this book, Levy takes you from the true hackers of MIT's Tech Model Railroad Club to the DIY culture that spawned the first personal computers -- the Altair and the Apple II -- and finally to the gaming culture of the early '80s. From students finagling access to clunky computer-card machines to engineers uncovering the secrets of what would become the Internet, Hackers captures a seminal period in history when underground activities blazed a trail for today's digital world. This book is not just for geeks—it's for everyone interested in origins of the computer revolution.",
        "subtitle": " Heroes of the Computer Revolution",
        "date_read": "2012-07-15",
        "published_at": "",
        "permalink_url": "http://www.amazon.com/Hackers-Computer-Revolution-Anniversary-Edition/dp/1449388396/",
        "cover_url": "http://www.stevenlevy.com/wp-content/uploads/2006/09/steven-levy-hackers-heroes-of-the-computer-revolution.jpg"
      },
      {
        "club": "sf",
        "permalink": "how-to-do-things-with-videogames",
        "title": "How to Do Things With Videogames",
        "author": "Ian Bogost",
        "story": null,
        "assets": {
          "items": [

          ]
        },
        "language": null,
        "subtitle": null,
        "id": 5345,
        "date_read": "2012-03-15",
        "published_at": null,
        "identifier": null,
        "permalink_url": "https://readmill.com/books/how-to-do-things-with-videogames",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/80296dc2fe19ec9d1d584ad5ebe5aee3-original.png?1332521624"
      },
      {
        "club": "sf",
        "permalink": "fordlandia-the-rise-and-fall-of-henry-fords-forgotten-jungle-city",
        "title": "Fordlandia",
        "author": "Greg Grandin",
        "story": "Fordlandia is the story of Henry Ford's ill-advised attempt to transform raw Brazilian rainforest into homespun slices of Americana. With sales of his Model-T booming, the automotive tycoon saw an opportunity to expand his reach further by exploiting a downtrodden Brazilian rubber industry. His vision, the laughably-named Amazonian outpost of Fordlandia, would become an enviable symbol of efficiency and mark the Ford Motor Company as a player on the global stage. Or so he thought. With thoughtful and meticulous research, author Greg Grandin explores the astounding oversights (no botanists were consulted to confirm the colony's agricultural viability) and painful arrogance (little thought was paid to how native Brazilians would react to an American way of life) that hamstrung the project from the start. Instead of ushering in a new era of commerce, Fordlandia became a cautionary tale of a dream destroyed by hubris.",
        "assets": {
          "items": [

          ]
        },
        "language": null,
        "subtitle": " The Rise and Fall of Henry Ford's Forgotten Jungle City",
        "id": 12267,
        "date_read": "2012-01-15",
        "published_at": null,
        "identifier": "9780312429621",
        "permalink_url": "https://readmill.com/books/fordlandia-the-rise-and-fall-of-henry-fords-forgotten-jungle-city",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/287de74f71f6bfb952ebcdd34bf7b524-original.png?1344247237"
      },
      {
        "club": "sf",
        "permalink": "a-pattern-language",
        "title": "A Pattern Language",
        "author": "Christopher Alexander",
        "story": null,
        "assets": {
          "items": [

          ]
        },
        "language": null,
        "subtitle": null,
        "id": 13398,
        "date_read": "2011-10-15",
        "published_at": null,
        "identifier": "0195019199",
        "permalink_url": "https://readmill.com/books/a-pattern-language",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/4bbebfe057b2be0d624529d76eed33a2-original.png?1344331472"
      },
      {
        "club": "sf",
        "title": "The Filter Bubble",
        "author": "Eli Pariser",
        "story": "",
        "subtitle": " What the Internet Is Hiding from You",
        "date_read": "2011-07-15",
        "published_at": "",
        "permalink_url": "http://www.amazon.com/The-Filter-Bubble-Internet-Hiding/dp/1594203008/",
        "cover_url": "http://www.brainpickings.org/wp-content/uploads/2011/05/thefilterbubble.jpg"
      },
      {
        "club": "sf",
        "title": "Powering the Dream",
        "author": "Alexis Madrigal",
        "story": "Few today realize that electric cabs dominated Manhattan's streets in the 1890s; that Boise, Idaho, had a geothermal heating system in 1910; or that the first megawatt turbine in the world was built in 1941 by the son of publishing magnate G. P. Putnam—a feat that would not be duplicated for another forty years. Likewise, while many remember the oil embargo of the 1970s, few are aware that it led to a corresponding explosion in green-technology research that was only derailed when energy prices later dropped. In other words: We've been here before. Although we may have failed, America has had the chance to put our world on a more sustainable path. Americans have, in fact, been inventing green for more than a century. Half compendium of lost opportunities, half hopeful look toward the future, Powering the Dream tells the stories of the brilliant, often irascible inventors who foresaw our current problems, tried to invent cheap and energy renewable solutions, and drew the blueprint for a green future.",
        "subtitle": " The History and Promise of Green Technology",
        "date_read": "2011-05-15",
        "published_at": "",
        "permalink_url": "http://www.amazon.com/Powering-Dream-History-Promise-Technology/dp/B006CDDHOK/",
        "cover_url": "http://lindseyhoshaw.files.wordpress.com/2011/04/madrigal_9780306818851_3001.jpg"
      },
      {
        "club": "sf",
        "permalink": "extraordinary-perception",
        "title": "Extraordinary Perception",
        "author": "Unknown Author",
        "story": null,
        "assets": {
          "items": [
            {
              "asset": {
                "uri": "http://readlists.com/66f5c32b",
                "acquisition_type": "store",
                "vendor": null
              }
            }
          ]
        },
        "language": null,
        "subtitle": null,
        "id": 80196,
        "date_read": "2011-04-15",
        "published_at": null,
        "identifier": null,
        "permalink_url": "https://readmill.com/books/extraordinary-perception",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/31e27c71513599703de0cebfd13723fd-original.png?1364080807"
      },
      {
        "club": "sf",
        "permalink": "reality-is-broken-why-games-make-us-better-and-how-they-can-change-the-world",
        "title": "Reality Is Broken",
        "author": "Jane McGonigal",
        "story": "Visionary game designer Jane McGonigal reveals how we can harness the power of games to solve real-world problems and boost global happiness.   More than 174 million Americans are gamers, and the average young person in the United States will spend ten thousand hours gaming by the age of twenty-one. According to world-renowned game designer Jane McGonigal, the reason for this mass exodus to virtual worlds is that videogames are increasingly fulfilling genuine human needs. In this groundbreaking exploration of the power and future of gaming, McGonigal reveals how we can use the lessons of game design to fix what is wrong with the real world.  Drawing on positive psychology, cognitive science, and sociology, Reality Is Broken uncovers how game designers have hit on core truths about what makes us happy and utilized these discoveriesto astonishing effect in virtual environments. Videogames consistently provide the exhilarating rewards, stimulating challenges, and epic victories that are so often lacking in the real world. But why, McGonigal asks, should we use the power of games for escapist entertainment alone? Her research suggests that gamers are expert problem solvers and collaborators because they regularly cooperate with other players to overcome daunting virtual challenges, and she helped pioneer a fast-growing genre of games that aims to turn gameplay to socially positive ends.  In Reality Is Broken, she reveals how these new alternate reality games are already improving the quality of our daily lives, fighting social problems such as depression and obesity, and addressing vital twenty-first-century challenges-and she forecasts the thrilling possibilities that lie ahead. She introduces us to games like World Without Oil, a simulation designed to brainstorm-and therefore avert- the challenges of a worldwide oil shortage, and Evoke, a game commissioned by the World Bank Institute that sends players on missions to address issues from poverty to climate change.  McGonigal persuasively argues that those who continue to dismiss games will be at a major disadvantage in the coming years. Gamers, on the other hand, will be able to leverage the collaborative and motivational power of games in their own lives, communities, and businesses. Written for gamers and nongamers alike, Reality Is Broken shows us that the future will belong to those who can understand, design, and play games.",
        "assets": {
          "items": [
            {
              "asset": {
                "uri": "http://www.feedbooks.com/item/287335/reality-is-broken-why-games-make-us-better-and-how-they-can-change-the-world",
                "acquisition_type": "store",
                "vendor": ""
              }
            }
          ]
        },
        "language": "en",
        "subtitle": " Why Games Make Us Better and How They Can Change the World",
        "id": 425,
        "date_read": "2011-03-15",
        "published_at": "2011-01-20",
        "identifier": "9780143120612",
        "permalink_url": "https://readmill.com/books/reality-is-broken-why-games-make-us-better-and-how-they-can-change-the-world",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/5df66799a99ac3a57efb10564002e3ce-original.png?1332519058"
      },
      {
        "club": "sf",
        "title": "The Architecture Machine",
        "author": "Nicholas Negroponte",
        "story": "The use of computers to aid the architectural designer and urban planner is already beyond the experimental stage and part of the workaday routine of many professionals. There are, for example, machines that transform two-dimensional drawings into three-dimensional perspective displays and others that check myriad aspects of a design against specifications and tolerance requirements. The Architecture Machine looks several machine generations ahead of these to a future in which genuine man-machine dialogue is achieved, when man and machine will act together on something closer to equal terms toward a common goal, each contributing his-its own characteristic faculty.",
        "subtitle": " Toward a More Human Environment",
        "date_read": "2011-01-15",
        "published_at": "",
        "permalink_url": "http://www.amazon.com/The-Architecture-Machine-Toward-Environment/dp/0262640104",
        "cover_url": "http://ecx.images-amazon.com/images/I/41g6Qle4jML.jpg"
      },
      {
        "club": "sf",
        "permalink": "where-good-ideas-come-from-the-natural-history-of-innovation",
        "title": "Where Good Ideas Come From",
        "author": "Steven Johnson",
        "story": "Johnson addresses an urgent and universal question: What sparks the flash of brilliance? How does groundbreaking innovation happen? He provides the complete, exciting, and encouraging story of how the ideas are born that push careers, lives, society, and culture forward.",
        "assets": {
          "items": [
            {
              "asset": {
                "uri": "http://www.kobobooks.com/ebook/Where-Good-Ideas-Come-From/book-8lUP_yEUX0ymBIEWp24UPQ/page1.html?s=Lp7Qk-4rLU6oEEWm-yrfRQ&r=1",
                "acquisition_type": "store",
                "vendor": ""
              }
            }
          ]
        },
        "language": "en",
        "subtitle": " The Natural History of Innovation",
        "id": 304,
        "date_read": "2010-11-15",
        "published_at": "2010-10-05",
        "identifier": "1594487715",
        "permalink_url": "https://readmill.com/books/where-good-ideas-come-from-the-natural-history-of-innovation",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/cf1ba66b09de27c253354484115135a7-original.png?1332518987"
      },
      {
        "club": "sf",
        "title": "Toyota Production System",
        "author": "Taiichi Ohno",
        "story": "In this classic text, Taiichi Ohno—inventor of the Toyota Production System and Lean manufacturing—shares the genius that sets him apart as one of the most disciplined and creative thinkers of our time. Combining his candid insights with a rigorous analysis of Toyota's attempts at Lean production, Ohno's book explains how Lean principles can improve any production endeavor. A historical and philosophical description of just-in-time and Lean manufacturing, this work is a must read for all students of human progress. On a more practical level, it continues to provide inspiration and instruction for those seeking to improve efficiency through the elimination of waste.",
        "subtitle": " Beyond Large-Scale Production",
        "date_read": "2010-09-15",
        "published_at": "",
        "permalink_url": "http://www.amazon.com/Toyota-Production-System-Beyond-Large-Scale/dp/0915299143/",
        "cover_url": "http://www.doubleday.com.au/image.aspx?isbn=9780915299140&size=L"
      },
      {
        "club": "sf",
        "permalink": "delivering-happiness",
        "title": "Delivering Happiness",
        "author": "Tony Hsieh",
        "story": "In his first book, Tony Hsieh—the hip, iconoclastic, and widely-admired CEO of Zappos, the online shoe retailer—explains how he created a corporate culture with a commitment to service that aims to improve the lives of its employees, customers, vendors, and backers. Using anecdotes and stories from his own life experiences, and from other companies, Hsieh provides concrete ways that companies can achieve unprecedented success. He details many of the unique practices at Zappos, such as their philosophy of allocating marketing money into the customer experience, the importance of Zappos's Core Values (\"Deliver WOW through Service\"), and the reason why Zappos's number one priority is company culture and his belief that once you get the culture right, everything else—great customer service, long-term branding—will happen on its own. Finally, Delivering Happiness explains how Zappos employees actually apply the Core Values to improving their lives outside of work, proving that creating happiness and record results go hand-in-hand.",
        "assets": {
          "items": [

          ]
        },
        "language": "en",
        "subtitle": "A Path to Profits, Passion, and Purpose",
        "id": 455,
        "date_read": "2010-08-15",
        "published_at": "2012-01-24",
        "identifier": "9780446576314",
        "permalink_url": "https://readmill.com/books/delivering-happiness",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/2ce799b998224911bcedcf3d47ebc045-original.png?1351869501"
      },
      {
        "club": "sf",
        "permalink": "proust-was-a-neuroscientist",
        "title": "Proust Was a Neuroscientist",
        "author": "Jonah Lehrer",
        "story": "In this technology-driven age, it's tempting to believe that science can solve every mystery. After all, science has cured countless diseases and even sent humans into space. But as Jonah Lehrer argues in this sparkling debut, science is not the only path to knowledge. In fact, when it comes to understanding the brain, art got there first.Taking a group of artists — a painter, a poet, a chef, a composer, and a handful of novelists — Lehrer shows how each one discovered an essential truth about the mind that science is only now rediscovering. We learn, for example, how Proust first revealed the fallibility of memory; how George Eliot discovered the brain's malleability; how the French chef Escoffier discovered umami (the fifth taste); how Cézanne worked out the subtleties of vision; and how Gertrude Stein exposed the deep structure of language — a full half-century before the work of Noam Chomsky and other linguists. It's the ultimate tale of art trumping science.More broadly, Lehrer shows that there's a cost to reducing everything to atoms and acronyms and genes. Measurement is not the same as understanding, and art knows this better than science does. An ingenious blend of biography, criticism, and first-rate science writing, Proust Was a Neuroscientist urges science and art to listen more closely to each other, for willing minds can combine the best of both, to brilliant effect.",
        "assets": {
          "items": [

          ]
        },
        "language": null,
        "subtitle": null,
        "id": 7332,
        "date_read": "2010-07-15",
        "published_at": null,
        "identifier": "9780547394282",
        "permalink_url": "https://readmill.com/books/proust-was-a-neuroscientist",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/51bdd6b2ecd07e9e58fbea31cb12db6d-original.png?1332951719"
      },
      {
        "club": "sf",
        "title": "The Culture Code",
        "author": "Clotaire Rapaille",
        "story": "In The Culture Code, Dr. Rapaille decodes two dozen of our most fundamental archetypes—ranging from sex to money to health to America itself—to give us “a new set of glasses” with which to view our actions and motivations. Why are we so often disillusioned by love? Why is fat a solution rather than a problem? Why do we reject the notion of perfection? Why is fast food in our lives to stay? The answers are in the Codes. Understanding the Codes gives us unprecedented freedom over our lives. It lets us do business in dramatically new ways. And it finally explains why people around the world really are different, and reveals the hidden clues to understanding us all.",
        "subtitle": " An Ingenious Way to Understand Why People Around the World Live and Buy as They Do",
        "date_read": "2010-05-15",
        "published_at": "",
        "permalink_url": "http://www.amazon.com/Culture-Code-Ingenious-Understand-People/dp/0767920570/",
        "cover_url": "http://torquelaunch.com/wp-content/uploads/2012/06/The-Culture-Code.png"
      },
      {
        "club": "sf",
        "permalink": "story-style-structure-substance-and-the-principles-of-screenwriting",
        "title": "Story",
        "author": "Robert McKee",
        "story": "Book Last Read: 2013-02-21 21:00:21Percentage Read: 0%",
        "assets": {
          "items": [

          ]
        },
        "language": null,
        "subtitle": " Style, Structure, Substance, and the Principles of Screenwriting",
        "id": 11786,
        "date_read": "2010-03-15",
        "published_at": null,
        "identifier": "9780062039828",
        "permalink_url": "https://readmill.com/books/story-style-structure-substance-and-the-principles-of-screenwriting",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/93f5dc51404721d63eda1e5af5e53652-original.png?1340542708"
      },
      {
        "club": "sf",
        "permalink": "theory-of-fun-for-game-design",
        "title": "A Theory of Fun for Game Design",
        "author": "Raph Koster",
        "story": "A \"Theory of Fun for Game Design is not your typical how-to book. It features a novel way of teaching interactive designers how to create and improve their designs to incorporate the highest degree of fun. As the book shows, designing for fun is all about making interactive products like games highly entertaining, engaging, and addictive. The book's unique approach of providing a highly visual storyboard approach combined with a narrative on the art and practice of designing for fun is sure to be a hit with game and interactive designers, At first glance A Theory of Fun for Game Design is a book that will truly inspire and challenge game designers to think in new ways; however, its universal message will influence designers from all walks of life. This book captures the real essence of what drives us to seek out products and experiences that are truly fun and entertaining. The author masterfully presents his engaging theory by showing readers how many designs are lacking because they are predictable and not engaging enough. He then explains how great designers use different types of elements in new ways to make designs more fun and compelling. Anyone who is interested in design will enjoy how the book works on two levels—as a quick inspiration guide to game design, or as an informative discussion that details the insightful thinking from a great mind in the game industry.",
        "assets": {
          "items": [

          ]
        },
        "language": "en",
        "subtitle": null,
        "id": 795,
        "date_read": "2010-02-15",
        "published_at": "2005",
        "identifier": "1932111972",
        "permalink_url": "https://readmill.com/books/theory-of-fun-for-game-design",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/f883ad2590a1debd1904038b2f1ddd6e-original.png?1332519210"
      },
      {
        "club": "sf",
        "title": "Always Be Testing",
        "author": "Bryan Eisenberg and John Quarto-vonTivadar",
        "story": "Take the guesswork out of your online marketing efforts. Let Always Be Testing: The Complete Guide to Google Website Optimizer show you why you should test, how to test, and what to test on your site, and ultimately, help you discover what is best for your site and your bottom line.",
        "subtitle": " The Complete Guide to Google Website Optimizer",
        "date_read": "2010-01-15",
        "published_at": "",
        "permalink_url": "http://www.amazon.com/Always-Be-Testing-Complete-Optimizer/dp/0470290633/",
        "cover_url": "http://javiergodoy2.files.wordpress.com/2008/06/00099906_medium.jpeg"
      },
      {
        "club": "sf",
        "permalink": "content-strategy-for-the-web",
        "title": "Content Strategy for the Web",
        "author": "Kristina Halvorson",
        "story": "If your website content is out of date, off-brand, and out of control, you're missing a huge opportunity to engage, convert, and retain customers online. Redesigning your home page won't help. Investing in a new content management system won't fix it, either. So, where do you start?  Without meaningful content, your website isn't worth much to your key audiences. But creating (and caring for) \"meaningful\" content is far more complicated than we're often willing to acknowledge. Content Strategy for the Web explains how to create and deliver useful, usable content for your online audiences, when and where they need it most. It also shares content best practices so you can get your next website redesign right, on time and on budget.",
        "assets": {
          "items": [
            {
              "asset": {
                "uri": "http://www.kobobooks.com/ebook/Content-Strategy-for-the-Web/book-WHc8cEV86EGzOD0AUoYzWw/page1.html?s=cwZjJ-UG_EubeXC-rtY2-w&r=1",
                "acquisition_type": "store",
                "vendor": ""
              }
            }
          ]
        },
        "language": "en",
        "subtitle": null,
        "id": 1640,
        "date_read": "2009-11-15",
        "published_at": "2010",
        "identifier": "0321620062",
        "permalink_url": "https://readmill.com/books/content-strategy-for-the-web",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/736e591a2c002441b6ea9cb6e1631225-original.png?1352910470"
      },
      {
        "club": "sf",
        "permalink": "the-back-of-the-napkin-solving-problems-and-selling-ideas-with-pictures",
        "title": "The Back of the Napkin",
        "author": "Dan Roam",
        "story": null,
        "assets": {
          "items": [

          ]
        },
        "language": null,
        "subtitle": " Solving Problems and Selling Ideas with Pictures",
        "id": 16573,
        "date_read": "2009-10-15",
        "published_at": null,
        "identifier": null,
        "permalink_url": "https://readmill.com/books/the-back-of-the-napkin-solving-problems-and-selling-ideas-with-pictures",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/1089d1b82f3f553e6747a21fb5cd3021-original.png?1344007128"
      },
      {
        "club": "sf",
        "permalink": "web-analytics-an-hour-a-day",
        "title": "Web Analytics",
        "author": "Avinash Kaushik",
        "story": null,
        "assets": {
          "items": [

          ]
        },
        "language": null,
        "subtitle": " An Hour a Day",
        "id": 11977,
        "date_read": "2009-08-15",
        "published_at": null,
        "identifier": null,
        "permalink_url": "https://readmill.com/books/web-analytics-an-hour-a-day",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/29666efc4797a41e55cecebd2c742132-original.png?1332954483"
      }
    ]
  },
  {
    "location": "nyc",
    "books": [
      {
        "title": "Tenth of December",
        "author": "George Saunders",
        "custom_content": {
          "book": {
            "club": "nyc",
            "title": "Tenth of December",
            "author": "George Saunders",
            "story": "Writing brilliantly and profoundly about class, sex, love, loss, work, despair, and war, Saunders cuts to the core of the contemporary experience. These stories take on the big questions and explore the fault lines of our own morality, delving into the questions of what makes us good and what makes us human. Unsettling, insightful, and hilarious, the stories in Tenth of December—through their manic energy, their focus on what is redeemable in human beings, and their generosity of spirit—not only entertain and delight; they fulfill Chekhov’s dictum that art should “prepare us for tenderness.”",
            "subtitle": null,
            "date_read": "2013-04-15",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Tenth-December-Stories-George-Saunders/dp/0812993802/",
            "cover_url": "http://img2-1.timeinc.net/ew/i/2013/01/02/Tenth-of-December.jpg"
          }
        },
        "date": "04-15-2013"
      },
      {
        "title": "Mr. Penumbra's 24-Hour Bookstore",
        "author": "Robin Sloan",
        "date": "02-15-2013"
      },
      {
        "title": "Close to the Machine: Technophilia and its Discontents",
        "author": "Ellen Ullman",
        "date": "12-15-2012"
      },
      {
        "title": "Do Androids Dream of Electric Sheep",
        "author": "Philip K. Dick",
        "date": "08-15-2012"
      },
      {
        "title": "A Pattern Language",
        "author": "Christopher Alexander",
        "date": "06-15-2012"
      },
      {
        "title": "Piano: The Making of a Steinway Concert Grand",
        "author": "James Barron",
        "custom_content": {
          "book": {
            "club": "nyc",
            "title": "Piano",
            "author": "James Barron",
            "story": "In this captivating narrative, James Barron of The New York Times tells the story of one Steinway piano, from raw lumber to finished instrument. Barron follows that brand-new piano--known by its number, K0862--on its journey through the factory, where time-honored traditions vie with modern-day efficiency. He also explores the art and science of developing a piano's timbre and character before its debut, when the essential question will be answered: Does K0862 live up to the Steinway legend? From start to finish, Piano will charm and enlighten music and book lovers alike.",
            "subtitle": " The Making of a Steinway Concert Grand",
            "date_read": "2012-03-15",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Piano-Making-Steinway-Concert-Grand/dp/0805083049/",
            "cover_url": "http://jacketupload.macmillanusa.com/jackets/high_res/jpgs/9780805083040.jpg"
          }
        },
        "date": "03-15-2012"
      },
      {
        "title": "The Information: A History, A Theory, A Flood",
        "author": "James Gleick",
        "date": "01-15-2012"
      },
      {
        "title": "Lapham's Quarterly: The Future",
        "author": "Lewis H. Lapham",
        "custom_content": {
          "book": {
            "club": "nyc",
            "title": "Lapham's Quarterly",
            "author": "Lewis H. Lapham",
            "story": "By way of lifting the siege of dismal prophecy, this issue of Lapham’s Quarterly draws on the teaching of history to show the future as a land of make-believe, a work of the imagination, shaped by the emotion of the present and situated somewhere over the rainbow of a deconstructed past. Time flows upstream as well as down, which is the message brought to Oedipus by blind Tiresias and by St. Augustine’s noticing that both past and future, “wherever they are, whatever they are,” exist nowhere else except in the minds of their beholders. John Crowley completes the thought sixteen centuries further along the road to who knows where, finding that “the future, as always, is now,” a reflection in the mirror as opposed to a sighting in a crystal ball.",
            "subtitle": " The Future",
            "date_read": "2011-10-15",
            "published_at": "",
            "permalink_url": "http://laphamsquarterly.org/magazine/the-future.php",
            "cover_url": "http://25.media.tumblr.com/tumblr_lqe1hxa0HC1qcl7wao1_500.jpg"
          }
        },
        "date": "10-15-2011"
      },
      {
        "title": "River of Shadows",
        "author": "Rebecca Solnit",
        "custom_content": {
          "book": {
            "club": "nyc",
            "title": "River of Shadows",
            "author": "Rebecca Solnit",
            "story": "The world as we know it today began in California in the late 1800s, and Eadweard Muybridge had a lot to do with it. This striking assertion is at the heart of Rebecca Solnit’s new book, which weaves together biography, history, and fascinating insights into art and technology to create a boldly original portrait of America on the threshold of modernity. The story of Muybridge—who in 1872 succeeded in capturing high-speed motion photographically—becomes a lens for a larger story about the acceleration and industrialization of everyday life. Solnit shows how the peculiar freedoms and opportunities of post–Civil War California led directly to the two industries—Hollywood and Silicon Valley—that have most powerfully defined contemporary society.",
            "subtitle": " Eadweard Muybridge and the Technological Wild West",
            "date_read": "2011-09-15",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/River-Shadows-Eadweard-Muybridge-Technological/dp/0142004103/",
            "cover_url": "http://ecx.images-amazon.com/images/I/51WQQ8CCEBL._SL500_.jpg"
          }
        },
        "date": "09-15-2011"
      },
      {
        "title": "Newsgames: Journalism at Play",
        "author": "Ian Bogost",
        "custom_content": {
          "book": {
            "club": "nyc",
            "title": "Newsgames",
            "author": "Ian Bogost, Simon Ferrari, and Bobby Schweizer",
            "story": "Journalism has embraced digital media in its struggle to survive. But most online journalism just translates existing practices to the Web: stories are written and edited as they are for print; video and audio features are produced as they would be for television and radio. The authors of Newsgames propose a new way of doing good journalism: videogames. Videogames are native to computers rather than a digitized form of prior media. Games simulate how things work by constructing interactive models; journalism as game involves more than just revisiting old forms of news production. Wired magazine's game Cutthroat Capitalism, for example, explains the economics of Somali piracy by putting the player in command of a pirate ship, offering choices for hostage negotiation strategies. Videogames do not offer a panacea for the ills of contemporary news organizations. But if the industry embraces them as a viable method of doing journalism—not just an occasional treat for online readers—newsgames can make a valuable contribution.",
            "subtitle": " Journalism at Play",
            "date_read": "2011-07-15",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Newsgames-Journalism-Play-Ian-Bogost/dp/0262518074/",
            "cover_url": "http://mitpress.mit.edu/covers/9780262518079.jpg"
          }
        },
        "date": "07-15-2011"
      },
      {
        "title": "Living With Complexity",
        "author": "Don Norman",
        "date": "06-15-2011"
      }
    ],
    "readmill_books": [
      {
        "club": "nyc",
        "title": "Tenth of December",
        "author": "George Saunders",
        "story": "Writing brilliantly and profoundly about class, sex, love, loss, work, despair, and war, Saunders cuts to the core of the contemporary experience. These stories take on the big questions and explore the fault lines of our own morality, delving into the questions of what makes us good and what makes us human. Unsettling, insightful, and hilarious, the stories in Tenth of December—through their manic energy, their focus on what is redeemable in human beings, and their generosity of spirit—not only entertain and delight; they fulfill Chekhov’s dictum that art should “prepare us for tenderness.”",
        "subtitle": null,
        "date_read": "2013-04-15",
        "published_at": "",
        "permalink_url": "http://www.amazon.com/Tenth-December-Stories-George-Saunders/dp/0812993802/",
        "cover_url": "http://img2-1.timeinc.net/ew/i/2013/01/02/Tenth-of-December.jpg"
      },
      {
        "club": "nyc",
        "permalink": "mr-penumbras-24-hour-bookstore-a-novel",
        "title": "Mr. Penumbra's 24-Hour Bookstore",
        "author": "Robin Sloan",
        "story": "A gleeful and exhilarating tale of global conspiracy, complex code-breaking, high-tech data visualization, young love, rollicking adventure, and the secret to eternal life—mostly set in a hole-in-the-wall San Francisco bookstore. The Great Recession has shuffled Clay Jannon out of his life as a San Francisco Web-design drone—and serendipity, sheer curiosity, and the ability to climb a ladder like a monkey has landed him a new gig working the night shift at Mr. Penumbra’s 24-Hour Bookstore. But after just a few days on the job, Clay begins to realize that this store is even more curious than the name suggests. With irresistible brio and dazzling intelligence, Robin Sloan has crafted a literary adventure story for the twenty-first century, evoking both the fairy-tale charm of Haruki Murakami and the enthusiastic novel-of-ideas wizardry of Neal Stephenson or a young Umberto Eco, but with a unique and feisty sensibility that’s rare to the world of literary fiction. ",
        "assets": {
          "items": [
            {
              "asset": {
                "uri": "http://www.kobobooks.com/ebook/Mr-Penumbras-24-Hour-Bookstore/book-5bwHdRkof0umnzPWgQUBIQ/page1.html?s=RDSX2Dx6nkepv1QO2Af0Og&r=1",
                "acquisition_type": "store",
                "vendor": ""
              }
            }
          ]
        },
        "language": "",
        "subtitle": " A Novel",
        "id": 33736,
        "date_read": "2013-02-15",
        "published_at": "",
        "identifier": "9780374708832",
        "permalink_url": "https://readmill.com/books/mr-penumbras-24-hour-bookstore-a-novel",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/d0ec737f9fbdc5de731f2bfedae9a763-original.png?1349203108"
      },
      {
        "club": "nyc",
        "permalink": "close-to-the-machine",
        "title": "Close to the machine",
        "author": "Ellen Ullman",
        "story": null,
        "assets": {
          "items": [

          ]
        },
        "language": null,
        "subtitle": null,
        "id": 29667,
        "date_read": "2012-12-15",
        "published_at": null,
        "identifier": "0872863328",
        "permalink_url": "https://readmill.com/books/close-to-the-machine",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/3642b90b9be51db488093b66e5587875-original.png?1346003695"
      },
      {
        "club": "nyc",
        "permalink": "do-androids-dream-of-electric-sheep",
        "title": "Do Androids Dream of Electric Sheep?",
        "author": "Philip K. Dick",
        "story": "\"The most consistently brilliant science fiction writer in the world.\"--John Brunner. Do Androids Dream of Electric Sheep? was published in 1968. Grim and foreboding, even today it is a masterpiece ahead of its time.By 2021, the World War had killed millions, driving entire species into extinction and sending mankind off-planet. Those who remained coveted any living creature, and for people who couldn't afford one, companies built incredibly realistic simulacrae: horses, birds, cats, sheep. . . They even built humans.Emigrees to Mars received androids so sophisticated it was impossible to tell them from true men or women. Fearful of the havoc these artificial humans could wreak, the government banned them from Earth. But when androids didn't want to be identified, they just blended in. Rick Deckard was an officially sanctioned bounty hunter whose job was to find rogue androids, and to retire them. But cornered, androids tended to fight back, with deadly results.\"Dick sees all the sparkling and terrifying possibilities. . . that other authors shy away from.\"--Paul Williams Rolling Stone",
        "assets": {
          "items": [
            {
              "asset": {
                "uri": "http://www.kobobooks.com/ebook/Do-Androids-Dream-Of-Electric/book-4c0IWWqcxUukUiYuQ6eJ4Q/page1.html?s=8BnWjluqaU6a96HXYup9rg&r=4",
                "acquisition_type": "store",
                "vendor": ""
              }
            }
          ]
        },
        "language": null,
        "subtitle": null,
        "id": 5187,
        "date_read": "2012-08-15",
        "published_at": null,
        "identifier": "0345404475",
        "permalink_url": "https://readmill.com/books/do-androids-dream-of-electric-sheep",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/98e712e3ca8cd2bd45aad1cf5ad66c7e-original.png?1352909636"
      },
      {
        "club": "nyc",
        "permalink": "a-pattern-language",
        "title": "A Pattern Language",
        "author": "Christopher Alexander",
        "story": null,
        "assets": {
          "items": [

          ]
        },
        "language": null,
        "subtitle": null,
        "id": 13398,
        "date_read": "2012-06-15",
        "published_at": null,
        "identifier": "0195019199",
        "permalink_url": "https://readmill.com/books/a-pattern-language",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/4bbebfe057b2be0d624529d76eed33a2-original.png?1344331472"
      },
      {
        "club": "nyc",
        "title": "Piano",
        "author": "James Barron",
        "story": "In this captivating narrative, James Barron of The New York Times tells the story of one Steinway piano, from raw lumber to finished instrument. Barron follows that brand-new piano--known by its number, K0862--on its journey through the factory, where time-honored traditions vie with modern-day efficiency. He also explores the art and science of developing a piano's timbre and character before its debut, when the essential question will be answered: Does K0862 live up to the Steinway legend? From start to finish, Piano will charm and enlighten music and book lovers alike.",
        "subtitle": " The Making of a Steinway Concert Grand",
        "date_read": "2012-03-15",
        "published_at": "",
        "permalink_url": "http://www.amazon.com/Piano-Making-Steinway-Concert-Grand/dp/0805083049/",
        "cover_url": "http://jacketupload.macmillanusa.com/jackets/high_res/jpgs/9780805083040.jpg"
      },
      {
        "club": "nyc",
        "permalink": "the-information-a-history-a-theory-a-flood",
        "title": "The Information",
        "author": "James Gleick",
        "story": "James Gleick, the author of the bestsellers Chaos and Ge­nius, brings us his crowning work: a revelatory chronicle that shows how information has become the modern era’s defining quality—the blood, the fuel, the vital principle of our world.  The story of information begins in a time profoundly unlike our own, when every thought and utterance vanished as soon as it was born. From the invention of scripts and alphabets to the long misunderstood “talk­ing drums” of Africa, James Gleick tells the story of information technologies that changed the very nature of human consciousness. He provides portraits of the key figures contributing to the inexorable develop­ment of our modern understanding of information: Charles Babbage, the idiosyncratic inventor of the first great mechanical computer; Ada Byron, the po­et’s brilliant and doomed daughter, who became the first true programmer; pivotal figures like Samuel Morse and Alan Turing; and Claude Shannon, the cre­ator of information theory itself.  And then the information age comes upon us. Citi­zens of this world become experts willy-nilly: aficiona­dos of bits and bytes. And they sometimes feel they are drowning, swept by a deluge of signs and signals, news and images, blogs and tweets. The Information is the story of how we got here and where we are heading. It will transform readers’ view of its subject.",
        "assets": {
          "items": [
            {
              "asset": {
                "uri": "http://www.kobobooks.com/ebook/The-Information-History-Theory-Flood/book-BHloEUx4hk2OsFVxmh9Jdg/page1.html",
                "acquisition_type": "store",
                "vendor": "amazon.com"
              }
            }
          ]
        },
        "language": "en",
        "subtitle": " A History, a Theory, a Flood",
        "id": 193,
        "date_read": "2012-01-15",
        "published_at": "2011-03-01",
        "identifier": "0375423729",
        "permalink_url": "https://readmill.com/books/the-information-a-history-a-theory-a-flood",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/ad17d59c749819636dc7827df56c585d-original.png?1351869276"
      },
      {
        "club": "nyc",
        "title": "Lapham's Quarterly",
        "author": "Lewis H. Lapham",
        "story": "By way of lifting the siege of dismal prophecy, this issue of Lapham’s Quarterly draws on the teaching of history to show the future as a land of make-believe, a work of the imagination, shaped by the emotion of the present and situated somewhere over the rainbow of a deconstructed past. Time flows upstream as well as down, which is the message brought to Oedipus by blind Tiresias and by St. Augustine’s noticing that both past and future, “wherever they are, whatever they are,” exist nowhere else except in the minds of their beholders. John Crowley completes the thought sixteen centuries further along the road to who knows where, finding that “the future, as always, is now,” a reflection in the mirror as opposed to a sighting in a crystal ball.",
        "subtitle": " The Future",
        "date_read": "2011-10-15",
        "published_at": "",
        "permalink_url": "http://laphamsquarterly.org/magazine/the-future.php",
        "cover_url": "http://25.media.tumblr.com/tumblr_lqe1hxa0HC1qcl7wao1_500.jpg"
      },
      {
        "club": "nyc",
        "title": "River of Shadows",
        "author": "Rebecca Solnit",
        "story": "The world as we know it today began in California in the late 1800s, and Eadweard Muybridge had a lot to do with it. This striking assertion is at the heart of Rebecca Solnit’s new book, which weaves together biography, history, and fascinating insights into art and technology to create a boldly original portrait of America on the threshold of modernity. The story of Muybridge—who in 1872 succeeded in capturing high-speed motion photographically—becomes a lens for a larger story about the acceleration and industrialization of everyday life. Solnit shows how the peculiar freedoms and opportunities of post–Civil War California led directly to the two industries—Hollywood and Silicon Valley—that have most powerfully defined contemporary society.",
        "subtitle": " Eadweard Muybridge and the Technological Wild West",
        "date_read": "2011-09-15",
        "published_at": "",
        "permalink_url": "http://www.amazon.com/River-Shadows-Eadweard-Muybridge-Technological/dp/0142004103/",
        "cover_url": "http://ecx.images-amazon.com/images/I/51WQQ8CCEBL._SL500_.jpg"
      },
      {
        "club": "nyc",
        "title": "Newsgames",
        "author": "Ian Bogost, Simon Ferrari, and Bobby Schweizer",
        "story": "Journalism has embraced digital media in its struggle to survive. But most online journalism just translates existing practices to the Web: stories are written and edited as they are for print; video and audio features are produced as they would be for television and radio. The authors of Newsgames propose a new way of doing good journalism: videogames. Videogames are native to computers rather than a digitized form of prior media. Games simulate how things work by constructing interactive models; journalism as game involves more than just revisiting old forms of news production. Wired magazine's game Cutthroat Capitalism, for example, explains the economics of Somali piracy by putting the player in command of a pirate ship, offering choices for hostage negotiation strategies. Videogames do not offer a panacea for the ills of contemporary news organizations. But if the industry embraces them as a viable method of doing journalism—not just an occasional treat for online readers—newsgames can make a valuable contribution.",
        "subtitle": " Journalism at Play",
        "date_read": "2011-07-15",
        "published_at": "",
        "permalink_url": "http://www.amazon.com/Newsgames-Journalism-Play-Ian-Bogost/dp/0262518074/",
        "cover_url": "http://mitpress.mit.edu/covers/9780262518079.jpg"
      },
      {
        "club": "nyc",
        "permalink": "living-with-complexity",
        "title": "Living with Complexity",
        "author": "Donald A. Norman",
        "story": "If only today’s technology were simpler! It’s the universal lament, but it’s wrong. We don't want simplicity. Simple tools are not up to the task. The world is complex; our tools need to match that complexity.Simplicity turns out to be more complex than we thought. In this provocative and informative book, Don Norman writes that the complexity of our technology must mirror the complexity and richness of our lives. It’s not complexity that’s the problem, it’s bad design. Bad design complicates things unnecessarily and confuses us. Good design can tame complexity.Norman gives us a crash course in the virtues of complexity. But even such simple things as salt and pepper shakers, doors, and light switches become complicated when we have to deal with many of them, each somewhat different. Managing complexity, says Norman, is a partnership. Designers have to produce things that tame complexity. But we too have to do our part: we have to take the time to learn the structure and practice the skills. This is how we mastered reading and writing, driving a car, and playing sports, and this is how we can master our complex tools.Complexity is good. Simplicity is misleading. The good life is complex, rich, and rewarding—but only if it is understandable, sensible, and meaningful.",
        "assets": {
          "items": [

          ]
        },
        "language": "en",
        "subtitle": null,
        "id": 4385,
        "date_read": "2011-06-15",
        "published_at": "2010-10-31",
        "identifier": "0262014866",
        "permalink_url": "https://readmill.com/books/living-with-complexity",
        "cover_url": "https://readmill-assets.s3.amazonaws.com/covers/b35cd35e1ded99f110daf351a386e3f0-original.png?1332521022"
      }
    ]
  }
]
