[
  {
    "location": "sf",
    "books": [
      {
        "title": "Cybernetic Revolutionaries: Technology and Politics in Allende's Chile",
        "author": "Eden Medina",
        "date": "04-15-2013",
        "custom_content": {
          "book": {
            "title": "Cybernetic Revolutionaries: Technology and Politics in Allende's Chile",
            "author": "Eden Medina",
            "story": "In Cybernetic Revolutionaries, Eden Medina tells the history of two intersecting utopian visions, one political and one technological. The first was Chile's experiment with peaceful socialist change under Salvador Allende; the second was the simultaneous attempt to build a computer system that would manage Chile's economy. Neither vision was fully realized—Allende's government ended with a violent military coup; the system, known as Project Cybersyn, was never completely implemented—but they hold lessons for today about the relationship between technology and politics. Drawing on extensive archival material and interviews, Medina examines the cybernetic system envisioned by the Chilean government—which was to feature holistic system design, decentralized management, human-computer interaction, a national telex network, near real-time control of the growing industrial sector, and modeling the behavior of dynamic systems. She also describes, and documents with photographs, the network's Star Trek-like operations room, which featured swivel chairs with armrest control panels, a wall of screens displaying data, and flashing red lights to indicate economic emergencies. Studying project Cybersyn today helps us understand not only the technological ambitions of a government in the midst of political change but also the limitations of the Chilean revolution. This history further shows how human attempts to combine the political and the technological with the goal of creating a more just society can open new technological, intellectual, and political possibilities. Technologies, Medina writes, are historical texts; when we read them we are reading history.",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Cybernetic-Revolutionaries-Technology-Politics-Allendes/dp/0262016494/",
            "cover_url": "http://www.cyberneticrevolutionaries.com/wp-content/uploads/2011/10/cr_jkt-802x1024.jpg"
          }
        }
      },
      {
        "title": "Close to the Machine: Technophilia and its Discontents",
        "author": "Ellen Ullman",
        "date": "01-15-2013"
      },
      {
        "title": "The Signal and the Noise",
        "author": "Nate Silver",
        "date": "12-15-2012"
      },
      {
        "title": "Mr. Penumbra's 24-Hour Book Shop",
        "author": "Robin Sloan",
        "date": "10-15-2012",
        "custom_content": {
          "book": {
            "id":33736,
            "title":"Mr. Penumbra's 24-Hour Bookstore: A Novel",
            "author":"Robin Sloan",
            "identifier":"9780374708832",
            "story":"A gleeful and exhilarating tale of global conspiracy, complex code-breaking, high-tech data visualization, young love, rollicking adventure, and the secret to eternal life—mostly set in a hole-in-the-wall San Francisco bookstore. The Great Recession has shuffled Clay Jannon out of his life as a San Francisco Web-design drone—and serendipity, sheer curiosity, and the ability to climb a ladder like a monkey has landed him a new gig working the night shift at Mr. Penumbra’s 24-Hour Bookstore. But after just a few days on the job, Clay begins to realize that this store is even more curious than the name suggests. With irresistible brio and dazzling intelligence, Robin Sloan has crafted a literary adventure story for the twenty-first century, evoking both the fairy-tale charm of Haruki Murakami and the enthusiastic novel-of-ideas wizardry of Neal Stephenson or a young Umberto Eco, but with a unique and feisty sensibility that’s rare to the world of literary fiction.",
            "published_at":"",
            "language":"",
            "permalink":"mr-penumbras-24-hour-bookstore-a-novel",
            "permalink_url":"https://readmill.com/books/mr-penumbras-24-hour-bookstore-a-novel",
            "cover_url":"https://readmill-assets.s3.amazonaws.com/covers/d0ec737f9fbdc5de731f2bfedae9a763-medium.png?1349203108"
          }
        }
      },
      {
        "title": "Hackers: Heroes of the Computer Revolution",
        "author": "Steven Levy",
        "date": "07-15-2012",
        "custom_content": {
          "book": {
            "title": "Hackers: Heroes of the Computer Revolution",
            "author": "Steven Levy",
            "story": "Hackers traces the exploits of innovators from the research labs in the late 1950s to the rise of the home computer in the mid-1980s. It's a fascinating story of brilliant and eccentric nerds such as Steve Wozniak, Ken Williams, and John Draper who took risks, bent the rules, and took the world in a radical new direction. “Hacker” is often a derogatory term today, but 40 years ago, it referred to people who found clever and unorthodox solutions to computer engineering problems—a practice that became known as “the hacker ethic.” In this book, Levy takes you from the true hackers of MIT's Tech Model Railroad Club to the DIY culture that spawned the first personal computers -- the Altair and the Apple II -- and finally to the gaming culture of the early '80s. From students finagling access to clunky computer-card machines to engineers uncovering the secrets of what would become the Internet, Hackers captures a seminal period in history when underground activities blazed a trail for today's digital world. This book is not just for geeks—it's for everyone interested in origins of the computer revolution.",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Hackers-Computer-Revolution-Anniversary-Edition/dp/1449388396/",
            "cover_url": "http://www.stevenlevy.com/wp-content/uploads/2006/09/steven-levy-hackers-heroes-of-the-computer-revolution.jpg"
          }
        }
      },
      {
        "title": "How to Do Things With Videogames",
        "author": "Ian Bogost",
        "date": "03-15-2012"
      },
      {
        "title": "Fordlandia: The Rise and Fall of Henry Ford's Forgotten Jungle City",
        "author": "Greg Grandin",
        "date": "01-15-2012"
      },
      {
        "title": "A Pattern Language",
        "author": "Christopher Alexander",
        "date": "10-15-2011"
      },
      {
        "title": "The Filter Bubble: What the Internet Is Hiding from You",
        "author": "Eli Pariser",
        "date": "07-15-2011",
        "custom_content": {
          "book": {
            "title": "The Filter Bubble: What the Internet Is Hiding from You",
            "author": "Eli Pariser",
            "story": "",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/The-Filter-Bubble-Internet-Hiding/dp/1594203008/",
            "cover_url": "http://www.brainpickings.org/wp-content/uploads/2011/05/thefilterbubble.jpg"
          }
        }
      },
      {
        "title": "Powering the Dream: The History and Promise of Green Technology",
        "author": "Alexis Madrigal",
        "date": "05-15-2011",
        "custom_content": {
          "book": {
            "title": "Powering the Dream: The History and Promise of Green Technology",
            "author": "Alexis Madrigal",
            "story": "Few today realize that electric cabs dominated Manhattan's streets in the 1890s; that Boise, Idaho, had a geothermal heating system in 1910; or that the first megawatt turbine in the world was built in 1941 by the son of publishing magnate G. P. Putnam—a feat that would not be duplicated for another forty years. Likewise, while many remember the oil embargo of the 1970s, few are aware that it led to a corresponding explosion in green-technology research that was only derailed when energy prices later dropped. In other words: We've been here before. Although we may have failed, America has had the chance to put our world on a more sustainable path. Americans have, in fact, been inventing green for more than a century. Half compendium of lost opportunities, half hopeful look toward the future, Powering the Dream tells the stories of the brilliant, often irascible inventors who foresaw our current problems, tried to invent cheap and energy renewable solutions, and drew the blueprint for a green future.",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Powering-Dream-History-Promise-Technology/dp/B006CDDHOK/",
            "cover_url": "http://lindseyhoshaw.files.wordpress.com/2011/04/madrigal_9780306818851_3001.jpg"
          }
        }
      },
      {
        "title": "Extraordinary Perception",
        "author": "Unknown Author",
        "date": "04-15-2011"
      },
      {
        "title": "Reality is Broken: Why Games Make Us Better and How They Can Change the World",
        "author": "Jane McGonigal",
        "date": "03-15-2011",
        "custom_content": {
          "book": {
            "title": "Reality is Broken: Why Games Make Us Better and How They Can Change the World",
            "author": "Jane McGonigal",
            "story": "More than 174 million Americans are gamers, and the average young person in the United States will spend ten thousand hours gaming by the age of twenty-one. According to world-renowned game designer Jane McGonigal, the reason for this mass exodus to virtual worlds is that videogames are increasingly fulfilling genuine human needs. In this groundbreaking exploration of the power and future of gaming, McGonigal reveals how we can use the lessons of game design to fix what is wrong with the real world. Drawing on positive psychology, cognitive science, and sociology, Reality Is Broken uncovers how game designers have hit on core truths about what makes us happy and utilized these discoveriesto astonishing effect in virtual environments. Videogames consistently provide the exhilarating rewards, stimulating challenges, and epic victories that are so often lacking in the real world. But why, McGonigal asks, should we use the power of games for escapist entertainment alone? Her research suggests that gamers are expert problem solvers and collaborators because they regularly cooperate with other players to overcome daunting virtual challenges, and she helped pioneer a fast-growing genre of games that aims to turn gameplay to socially positive ends.",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Reality-Is-Broken-Better-Change/dp/1594202850/",
            "cover_url": "http://www.wired.com/images_blogs/magazine/2011/01/realityisbroken.png"
          }
        }
      },
      {
        "title": "The Architecture Machine",
        "author": "Nicholas Negroponte",
        "date": "01-15-2011",
        "custom_content": {
          "book": {
            "title": "The Architecture Machine: Toward a More Human Environment",
            "author": "Nicholas Negroponte",
            "story": "The use of computers to aid the architectural designer and urban planner is already beyond the experimental stage and part of the workaday routine of many professionals. There are, for example, machines that transform two-dimensional drawings into three-dimensional perspective displays and others that check myriad aspects of a design against specifications and tolerance requirements. The Architecture Machine looks several machine generations ahead of these to a future in which genuine man-machine dialogue is achieved, when man and machine will act together on something closer to equal terms toward a common goal, each contributing his-its own characteristic faculty.",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/The-Architecture-Machine-Toward-Environment/dp/0262640104",
            "cover_url": "http://ecx.images-amazon.com/images/I/41g6Qle4jML.jpg"
          }
        }
      },
      {
        "title": "Where Good Ideas Come From: The Natural History of Innovation",
        "author": "Steven Johnson",
        "date": "11-15-2010",
        "custom_content": {
          "book": {
            "title": "Where Good Ideas Come From: The Natural History of Innovation",
            "author": "Steven Johnson",
            "story": "With Where Good Ideas Come From, Steven Johnson pairs the insight of his bestselling Everything Bad Is Good for You and the dazzling erudition of The Ghost Map and The Invention of Air to address an urgent and universal question: What sparks the flash of brilliance? How does groundbreaking innovation happen? Answering in his infectious, culturally omnivorous style, using his fluency in fields from neurobiology to popular culture, Johnson provides the complete, exciting, and encouraging story of how we generate the ideas that push our careers, our lives, our society, and our culture forward. Beginning with Charles Darwin's first encounter with the teeming ecosystem of the coral reef and drawing connections to the intellectual hyperproductivity of modern megacities and to the instant success of YouTube, Johnson shows us that the question we need to ask is, What kind of environment fosters the development of good ideas? His answers are never less than revelatory, convincing, and inspiring as Johnson identifies the seven key principles to the genesis of such ideas, and traces them across time and disciplines. Most exhilarating is Johnson's conclusion that with today's tools and environment, radical innovation is extraordinarily accessible to those who know how to cultivate it. Where Good Ideas Come From is essential reading for anyone who wants to know how to come up with tomorrow's great ideas.",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Where-Good-Ideas-Come-From/dp/1594487715/",
            "cover_url": "http://media.npr.org/assets/artslife/books/2010/10/where-good-ideas-come-from/cover_custom-ada5115ca44d862087287923ec5d4ae1bac5ee98-s6-c10.jpg"
          }
        }
      },
      {
        "title": "Toyota Production System: Beyond Large-Scale Production",
        "author": "Taiichi Ohno",
        "date": "09-15-2010",
        "custom_content": {
          "book": {
            "title": "Toyota Production System: Beyond Large-Scale Production",
            "author": "Taiichi Ohno",
            "story": "In this classic text, Taiichi Ohno—inventor of the Toyota Production System and Lean manufacturing—shares the genius that sets him apart as one of the most disciplined and creative thinkers of our time. Combining his candid insights with a rigorous analysis of Toyota's attempts at Lean production, Ohno's book explains how Lean principles can improve any production endeavor. A historical and philosophical description of just-in-time and Lean manufacturing, this work is a must read for all students of human progress. On a more practical level, it continues to provide inspiration and instruction for those seeking to improve efficiency through the elimination of waste.",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Toyota-Production-System-Beyond-Large-Scale/dp/0915299143/",
            "cover_url": "http://www.doubleday.com.au/image.aspx?isbn=9780915299140&size=L"
          }
        }
      },
      {
        "title": "Delivering Happiness: A Path to Profits, Passion, and Purpose",
        "author": "Tony Hsieh",
        "date": "08-15-2010"
      },
      {
        "title": "Proust Was a Neuroscientist",
        "author": "Jonah Lehrer",
        "date": "07-15-2010",
        "custom_content": {
          "book": {
            "title": "Proust Was a Neuroscientist",
            "author": "Jonah Lehrer",
            "story": "In this technology-driven age, it’s tempting to believe that science can solve every mystery. After all, science has cured countless diseases and even sent humans into space. But as Jonah Lehrer argues in this sparkling debut, science is not the only path to knowledge. In fact, when it comes to understanding the brain, art got there first. Taking a group of artists — a painter, a poet, a chef, a composer, and a handful of novelists — Lehrer shows how each one discovered an essential truth about the mind that science is only now rediscovering. We learn, for example, how Proust first revealed the fallibility of memory; how George Eliot discovered the brain’s malleability; how the French chef Escoffier discovered umami (the fifth taste); how Cézanne worked out the subtleties of vision; and how Gertrude Stein exposed the deep structure of language — a full half-century before the work of Noam Chomsky and other linguists. It’s the ultimate tale of art trumping science. More broadly, Lehrer shows that there’s a cost to reducing everything to atoms and acronyms and genes. Measurement is not the same as understanding, and art knows this better than science does. An ingenious blend of biography, criticism, and first-rate science writing, Proust Was a Neuroscientist urges science and art to listen more closely to each other, for willing minds can combine the best of both, to brilliant effect.",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Proust-Was-Neuroscientist-Jonah-Lehrer/dp/B002CMLR5Q/",
            "cover_url": "http://degbe.com/sites/default/files/classified_images/proust.jpg"
          }
        }
      },
      {
        "title": "The Culture Code: An Ingenious Way to Understand Why People Around the World Live and Buy as They Do",
        "author": "Clotaire Rapaille",
        "date": "05-15-2010",
        "custom_content": {
          "book": {
            "title": "The Culture Code: An Ingenious Way to Understand Why People Around the World Live and Buy as They Do",
            "author": "Clotaire Rapaille",
            "story": "In The Culture Code, Dr. Rapaille decodes two dozen of our most fundamental archetypes—ranging from sex to money to health to America itself—to give us “a new set of glasses” with which to view our actions and motivations. Why are we so often disillusioned by love? Why is fat a solution rather than a problem? Why do we reject the notion of perfection? Why is fast food in our lives to stay? The answers are in the Codes. Understanding the Codes gives us unprecedented freedom over our lives. It lets us do business in dramatically new ways. And it finally explains why people around the world really are different, and reveals the hidden clues to understanding us all.",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Culture-Code-Ingenious-Understand-People/dp/0767920570/",
            "cover_url": "http://torquelaunch.com/wp-content/uploads/2012/06/The-Culture-Code.png"
          }
        }
      },
      {
        "title": "Story: Substance, Structure, Style, and the Principles of Screenwriting",
        "author": "Robert McKee",
        "date": "03-15-2010"
      },
      {
        "title": "A Theory of Fun for Game Design",
        "author": "Raph Koster",
        "date": "02-15-2010"
      },
      {
        "title": "Always Be Testing: The Complete Guide to Google Website Optimizer",
        "author": "Bryan Eisenberg and John Quarto-vonTivadar",
        "date": "01-15-2010",
        "custom_content": {
          "book": {
            "title": "Always Be Testing: The Complete Guide to Google Website Optimizer",
            "author": "Bryan Eisenberg and John Quarto-vonTivadar",
            "story": "Take the guesswork out of your online marketing efforts. Let Always Be Testing: The Complete Guide to Google Website Optimizer show you why you should test, how to test, and what to test on your site, and ultimately, help you discover what is best for your site and your bottom line.",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Always-Be-Testing-Complete-Optimizer/dp/0470290633/",
            "cover_url": "http://javiergodoy2.files.wordpress.com/2008/06/00099906_medium.jpeg"
          }
        }
      },
      {
        "title": "Content Strategy for the Web",
        "author": "Kristina Halvorson",
        "date": "11-15-2009"
      },
      {
        "title": "The Back of the Napkin: Solving Problems and Selling Ideas With Pictures",
        "author": "Dan Roam",
        "date": "10-15-2009"
      },
      {
        "title": "Web Analytics: An Hour A Day",
        "author": "Avinash Kaushik",
        "date": "08-15-2009"
      }
    ]
  },

  {
    "location": "nyc",
    "books": [
      {
        "title": "Tenth of December",
        "author": "George Saunders",
        "date": "04-15-2013",
        "custom_content": {
          "book": {
            "title": "Tenth of December",
            "author": "George Saunders",
            "story": "Writing brilliantly and profoundly about class, sex, love, loss, work, despair, and war, Saunders cuts to the core of the contemporary experience. These stories take on the big questions and explore the fault lines of our own morality, delving into the questions of what makes us good and what makes us human. Unsettling, insightful, and hilarious, the stories in Tenth of December—through their manic energy, their focus on what is redeemable in human beings, and their generosity of spirit—not only entertain and delight; they fulfill Chekhov’s dictum that art should “prepare us for tenderness.”",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Tenth-December-Stories-George-Saunders/dp/0812993802/",
            "cover_url": "http://img2-1.timeinc.net/ew/i/2013/01/02/Tenth-of-December.jpg"
          }
        }
      },
      {
        "title": "Mr. Penumbra's 24-Hour Bookstore",
        "author": "Robin Sloan",
        "date": "02-15-2013"
      },
      {
        "title": "Close to the Machine: Technophilia and its Discontents",
        "author": "Ellen Ullman",
        "date": "12-15-2012"
      },
      {
        "title": "Do Androids Dream of Electric Sheep",
        "author": "Philip K. Dick",
        "date": "08-15-2012"
      },
      {
        "title": "A Pattern Language",
        "author": "Christopher Alexander",
        "date": "06-15-2012"
      },
      {
        "title": "Piano: The Making of a Steinway Concert Grand",
        "author": "James Barron",
        "date": "03-15-2012",
        "custom_content": {
          "book": {
            "title": "Piano: The Making of a Steinway Concert Grand",
            "author": "James Barron",
            "story": "In this captivating narrative, James Barron of The New York Times tells the story of one Steinway piano, from raw lumber to finished instrument. Barron follows that brand-new piano--known by its number, K0862--on its journey through the factory, where time-honored traditions vie with modern-day efficiency. He also explores the art and science of developing a piano's timbre and character before its debut, when the essential question will be answered: Does K0862 live up to the Steinway legend? From start to finish, Piano will charm and enlighten music and book lovers alike.",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Piano-Making-Steinway-Concert-Grand/dp/0805083049/",
            "cover_url": "http://jacketupload.macmillanusa.com/jackets/high_res/jpgs/9780805083040.jpg"
          }
        }
      },
      {
        "title": "The Information: A History, A Theory, A Flood",
        "author": "James Gleick",
        "date": "01-15-2012",
        "custom_content": {
          "book": {
            "title": "The Information: A History, A Theory, A Flood",
            "author": "James Gleick",
            "story": "James Gleick, the author of the best sellers Chaos and Genius, now brings us a work just as astonishing and masterly: a revelatory chronicle and meditation that shows how information has become the modern era’s defining quality—the blood, the fuel, the vital principle of our world. The story of information begins in a time profoundly unlike our own, when every thought and utterance vanishes as soon as it is born. From the invention of scripts and alphabets to the long-misunderstood talking drums of Africa, Gleick tells the story of information technologies that changed the very nature of human consciousness. He provides portraits of the key figures contributing to the inexorable development of our modern understanding of information: Charles Babbage, the idiosyncratic inventor of the first great mechanical computer; Ada Byron, the brilliant and doomed daughter of the poet, who became the first true programmer; pivotal figures like Samuel Morse and Alan Turing; and Claude Shannon, the creator of information theory itself. And then the information age arrives. Citizens of this world become experts willy-nilly: aficionados of bits and bytes. And we sometimes feel we are drowning, swept by a deluge of signs and signals, news and images, blogs and tweets. The Information is the story of how we got here and where we are heading.",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/The-Information-History-Theory-Flood/dp/0375423729/",
            "cover_url": "http://www.aworkinglibrary.com/images/covers/gleick-information.jpg"
          }
        }
      },
      {
        "title": "Lapham's Quarterly: The Future",
        "author": "Lewis H. Lapham",
        "date": "10-15-2011",
        "custom_content": {
          "book": {
            "title": "Lapham's Quarterly: The Future",
            "author": "Lewis H. Lapham",
            "story": "By way of lifting the siege of dismal prophecy, this issue of Lapham’s Quarterly draws on the teaching of history to show the future as a land of make-believe, a work of the imagination, shaped by the emotion of the present and situated somewhere over the rainbow of a deconstructed past. Time flows upstream as well as down, which is the message brought to Oedipus by blind Tiresias and by St. Augustine’s noticing that both past and future, “wherever they are, whatever they are,” exist nowhere else except in the minds of their beholders. John Crowley completes the thought sixteen centuries further along the road to who knows where, finding that “the future, as always, is now,” a reflection in the mirror as opposed to a sighting in a crystal ball.",
            "published_at": "",
            "permalink_url": "http://laphamsquarterly.org/magazine/the-future.php",
            "cover_url": "http://25.media.tumblr.com/tumblr_lqe1hxa0HC1qcl7wao1_500.jpg"
          }
        }
      },
      {
        "title": "River of Shadows",
        "author": "Rebecca Solnit",
        "date": "09-15-2011",
        "custom_content": {
          "book": {
            "title": "River of Shadows: Eadweard Muybridge and the Technological Wild West",
            "author": "Rebecca Solnit",
            "story": "The world as we know it today began in California in the late 1800s, and Eadweard Muybridge had a lot to do with it. This striking assertion is at the heart of Rebecca Solnit’s new book, which weaves together biography, history, and fascinating insights into art and technology to create a boldly original portrait of America on the threshold of modernity. The story of Muybridge—who in 1872 succeeded in capturing high-speed motion photographically—becomes a lens for a larger story about the acceleration and industrialization of everyday life. Solnit shows how the peculiar freedoms and opportunities of post–Civil War California led directly to the two industries—Hollywood and Silicon Valley—that have most powerfully defined contemporary society.",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/River-Shadows-Eadweard-Muybridge-Technological/dp/0142004103/",
            "cover_url": "http://ecx.images-amazon.com/images/I/51WQQ8CCEBL._SL500_.jpg"
          }
        }
      },
      {
        "title": "Newsgames: Journalism at Play",
        "author": "Ian Bogost",
        "date": "07-15-2011",
        "custom_content": {
          "book": {
            "title": "Newsgames: Journalism at Play",
            "author": "Ian Bogost, Simon Ferrari, and Bobby Schweizer",
            "story": "Journalism has embraced digital media in its struggle to survive. But most online journalism just translates existing practices to the Web: stories are written and edited as they are for print; video and audio features are produced as they would be for television and radio. The authors of Newsgames propose a new way of doing good journalism: videogames. Videogames are native to computers rather than a digitized form of prior media. Games simulate how things work by constructing interactive models; journalism as game involves more than just revisiting old forms of news production. Wired magazine's game Cutthroat Capitalism, for example, explains the economics of Somali piracy by putting the player in command of a pirate ship, offering choices for hostage negotiation strategies. Videogames do not offer a panacea for the ills of contemporary news organizations. But if the industry embraces them as a viable method of doing journalism—not just an occasional treat for online readers—newsgames can make a valuable contribution.",
            "published_at": "",
            "permalink_url": "http://www.amazon.com/Newsgames-Journalism-Play-Ian-Bogost/dp/0262518074/",
            "cover_url": "http://mitpress.mit.edu/covers/9780262518079.jpg"
          }
        }
      },
      {
        "title": "Living With Complexity",
        "author": "Don Norman",
        "date": "06-15-2011"
      }
    ]
  }
]
